import "./helper.css"
import AdviceBlock from "../components/Advice-block"
import Footer from "../components/Footer"
export default function Helper(){
    return(
        <div className="helper-container">
            <h1 className="helper-title">
                Поради для вступу
            </h1>
            <div className="helper-contenytblock1">
                <p className="helper-text1">
                    Вступити в університет чи коледж - це момент, який завжди сповнений хвилюваннями. Новий колектив, нове місце навчання, нові вчителі, тощо. Але як бути готовий до цього? Ми склали короткі поради, як успішно вступити в університет чи коледж без труднощів.
                </p>
            </div>
            <div className="advice-cont">
                <AdviceBlock 
                 adviceTitle="порада №1"
                adviceText = " Оберіть 3-5 пріоритетних напрямків. Не обмежуйтеся однією спеціальністю. Розгляньте суміжні галузі, де ви зможете реалізувати свої навички. "               
                />
                <AdviceBlock 
                 adviceTitle="порада №2"
                adviceText = " Переконайтеся, що атестат, сертифікати тестувань та інші документи в порядку."
                />
                <AdviceBlock 
                 adviceTitle="порада №3"
                adviceText = "Фотографії. Майте під рукою цифрові копії фотографій відповідного формату — вони знадобляться для завантаження в систему."
                />
                <AdviceBlock 
                 adviceTitle="порада №4"
                adviceText = "Зберігайте спокій. Вступ — це важливий етап, але він не визначає все ваше життя. Майте «план Б» (наприклад, контрактна форма або коледж замість університету), щоб не нервувати в разі невдачі."
                />
                <AdviceBlock 
                 adviceTitle="порада №5"
                adviceText = " Не відкладайте підготовку до іспитів: Регулярна робота по 30–40 хвилин на день набагато ефективніша, ніж спроба вивчити все за останній місяць. Використовуйте безкоштовні онлайн-платформи для тестів та тренувань."
                />
            </div>
            <Footer/>
        </div>
    )
}