
// поради на головній сторінці
export const steps = [
    {
        text: "Переглянь сторінку з переліком професійних напрямків",
        link: "/ProfCatalog"
    },
    {text: "Перейди на сторінку напряму, що тебе цікавить"},
    {text: "Прочитай інформацію про вибраний професійний напрям"},
    {text: "Перейди на сторінку спеціальності з даного переліку"},
    {text: "прочитай корисні поради для вступу"}
]


// Масиви з професійними напрямками та спеціальностями

export const ProfPages1 = [
    law = {
        title: "Право",
        img: "/public/law.svg",
        mainText: "Право - це система норм, що регулюють суспільні відносини та забезпечують справедливість. Вивчення права відкриває двері до кар'єри юриста, адвоката, судді чи прокурора. Ця професія вимагає аналітичного мислення, комунікаційних навичок та здатності працювати з великим обсягом інформації. Юристи можуть спеціалізуватися в різних галузях, таких як кримінальне право, цивільне право, міжнародне право та інші.",
        directions = [
            "Цивільне право Адвокатура Нотаріат IT-право Судова діяльність Податкове право"
            ]
            }
]   